<?php
// Heading
$_['heading_title']                    = 'Тема Imagine';

// Text
$_['text_extension']                   = 'Расширения';
$_['text_success']                     = 'Настройки темы Imagine успешно изменены!';
$_['text_edit']                        = 'Редактировать тему Imagine';
$_['text_general']                     = 'Общие';
$_['text_product']                     = 'Товары';
$_['text_image']                       = 'Изображения';

// Entry
$_['entry_directory']                  = 'Директория темы';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'Товаров на страницу по умолчанию';
$_['entry_product_description_length'] = 'Лимит описания в списке';
$_['entry_image_category']             = 'Размер изображения категории (Ш x В)';
$_['entry_image_thumb']                = 'Размер миниатюры товара (Ш x В)';
$_['entry_image_popup']                = 'Размер всплывающего изображения товара (Ш x В)';
$_['entry_image_product']              = 'Размер изображения товара в списке (Ш x В)';
$_['entry_image_additional']           = 'Размер дополнительных изображений товара (Ш x В)';
$_['entry_image_related']              = 'Размер изображений сопутствующих товаров (Ш x В)';
$_['entry_image_compare']              = 'Размер изображений для сравнения (Ш x В)';
$_['entry_image_wishlist']             = 'Размер изображений в списке желаний (Ш x В)';
$_['entry_image_cart']                 = 'Размер изображений в корзине (Ш x В)';
$_['entry_image_location']             = 'Размер изображения магазина (Ш x В)';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Высота';
$_['entry_primary_color']              = 'Основной цвет';
$_['entry_secondary_color']            = 'Дополнительный цвет';
$_['entry_text_color']                 = 'Цвет текста';

// Help
$_['help_directory']                   = 'Это поле предназначено только для совместимости старых тем с новой системой тем. Вы можете установить директорию темы, которую будут использовать настройки размера изображений, определенные здесь.';
$_['help_product_limit']               = 'Определяет, сколько элементов каталога (товаров, категорий и т.д.) отображается на странице';
$_['help_product_description_length']  = 'В режиме списка, ограничение символов краткого описания (категории, специальные и т.д.)';

// Error
$_['error_permission']                 = 'Внимание: У вас нет прав для изменения темы Imagine!';
$_['error_limit']                      = 'Требуется лимит товаров!';
$_['error_image_thumb']                = 'Требуются размеры миниатюры товара!';
$_['error_image_popup']                = 'Требуются размеры всплывающего изображения товара!';
$_['error_image_product']              = 'Требуются размеры списка товаров!';
$_['error_image_category']             = 'Требуются размеры списка категорий!';
$_['error_image_additional']           = 'Требуются размеры дополнительных изображений товара!';
$_['error_image_related']              = 'Требуются размеры изображений сопутствующих товаров!';
$_['error_image_compare']              = 'Требуются размеры изображений для сравнения!';
$_['error_image_wishlist']             = 'Требуются размеры изображений в списке желаний!';
$_['error_image_cart']                 = 'Требуются размеры изображений в корзине!';
$_['error_image_location']             = 'Требуются размеры изображения магазина!'; 